[
  "KFC will start selling marijuana.",
  "Locks of Love sells most donated hair for profit and charges ailing children exorbitant amounts for wigs.",
  "Photograph shows a drunk gorilla about to punch a photographer.",
  "CJ Pearson was suspended by Facebook for criticizing President Obama.",
  "Sarah Palin said that abolishing slavery enabled President Obama's election and worried that immigration reform would lead to a Hispanic president.",
  "A lawyer proposed a ballot measure that would make sodomy a capital offense.",
  "Mattel launched a Burka Barbie doll for its 50th anniversary.",
  "A photograph shows a woodpecker flying with a weasel on its back.",
  "A photograph shows an unfinished 'Wheel of Fortune' puzzle for the answer \"Luck be in the air tonight.\"",
  "ISIS militants fed a man's remains to his mother.",
  "President Obama threatened to shoot down Israeli fighter jets before an attack on Iran's nuclear facility.",
  "A photograph posted to Facebook depicted an intact gestational sac resulting from a miscarriage.",
  "Photograph depicts a sign at Target informing customers purchasing pork or alcohol to choose another lane to accommodate Muslim employees.",
  "Can a rare condition known as tetrachromacy be identified with an online test?",
  "Michelle Obama is set to propose a national \"Hug a Muslim\" day.",
  "Ringo Starr admitted that Paul McCartney died in 1966.",
  "Actor Morgan Freeman said that he finds the concept of Black History Month to be 'ridiculous.'",
  "Instagram has banned the term \"I am a born again follower of Jesus.\"",
  "An Oregon school punished a young child marked tardy by placing him behind a cardboard barrier.",
  "New York City pedestrians ignored a freezing homeless child for two hours.",
  "<i>Star Trek</i> actor Leonard Nimoy has passed away at the age of 83.",
  "Mothers with tattoos risk passing \"Fetal Ink Syndrome\" to babies.",
  "A nuclear warhead was discovered off the coast of Georgia.",
  "American Sniper star Bradley Cooper got engaged to Taya Kyle.",
  "Circulating photo set accurately compares school lunches from other countries with American offerings that are paltry due to the interference of Michelle Obama.",
  "A mystery dress appears white and gold to some viewers, but blue and black to others.",
  "A soldier wrote on a restaurant receipt that his military service exempted him from tipping.",
  "A Swedish man once received benefits for his addiction to heavy metal music.",
  "The Bureau of Alcohol, Tobacco, and Firearms planned to ban \"green tip\" ammunition due to executive action by President Obama.",
  "Singer Mark McGrath was shot and killed by a masked gunman on the set of <i>Hot Package</i>.",
  "An angry mother delivered a scathing response to school officials after her daughter was punished for punching her classmate after he snapped her bra.",
  "Rep. Joe Barton said \"wind is a finite resource and harnessing it would slow the winds down, which would cause the temperature to go up.\"",
  "A firefighter shot and killed two dogs for roaming onto his property, then bragged about it on Facebook.",
  "Oranges from Libya have been injected with HIV-positive blood and pose a danger of infection.",
  "Photograph shows a 280-pound catfish caught by an Italian fisherman.",
  "Singer Beyoncé Knowles was killed in a car crash.",
  "Two hole punch clouds were spotted over British Columbia.",
  "Criminals are marking homes with colored stickers or other symbols in order to steal dogs for use in dogfighting events.",
  "Substituting Diet Coke for Coca-Cola in a popular ham recipe can cause an explosion.",
  "The Urban Institute announced that hackers had stolen passwords and usernames from thousands of charitable organizations.",
  "James Earl Jones said that citizens need to carry guns because the world is a dangerous place.",
  "President Obama and Hillary Clinton were criminally charged by Egyptian courts with aiding and abetting terrorists.",
  "Jamie Dornan has dropped out of the 'Fifty Shades of Grey' sequels.",
  "Purina's Beneful brand dog food is causing dogs to become ill and die.",
  "Video shows a helpless pedestrian being run over and beaten in Detroit.",
  "An 1875 report by the Horseless Carriage Committee warned about the dangers of gasoline-fueled vehicles.",
  "A photograph from the 1940s shows a time-traveling hipster.",
  "Michigan Department of Natural Resources has issued a warning about polar bears.",
  "Willie Nelson was the victim of a death hoax.",
  "A Catholic priest said he met God and found God is a woman.",
  "The state of Oregon has legalized the street drug known as Molly.",
  "Kanye West said he was proud of not reading books.",
  "Musician Macklemore tweeted that he has joined ISIS.",
  "President Obama has signed a new law lowering the minimum drinking age to 18.",
  "President Obama announced a new initiative aimed at getting American kids to visit National Parks for free.",
  "EverPet dog and cat food is made in China and has caused pets to fall ill and die.",
  "The application of flour is an effective and recommended treatment for burns.",
  "The use of the Facebook Messenger app requires user acceptance of many privacy-violating conditions.",
  "Spraying a mixture of vinegar and water on your car's windshield will de-ice it.",
  "A bevy of tax increases were quietly imposed upon Americans in January 2015 due to the Affordable Care Act.",
  "The FBI revealed no murders occurred in Newtown, Connecticut, in 2012.",
  "Dustin Diamond (aka \"Screech\") was charged with second-degree murder after stabbing a man at a bar.",
  "Honey and cinnamon have substantial illness-fighting properties.",
  "Comparison of the efficiency and salaries of top executives for several large charitable organizations.",
  "Food products sold by Aldi contain horsemeat.",
  "The FBI raided and dismantled a pig brothel in Missouri.",
  "Eminem's interview in the movie <i>The Interview</i> was real.",
  "The interaction of Motrin and Robitussin can cause heart attacks in children.",
  "Facebook has announced it will be turning over user data to the FBI, CIA, and NSA.",
  "Payment of federal tax refunds for 2014 will be delayed until October 2015.",
  "News: Hobby Lobby's lawsuit over a federal mandate requiring employers to provide insurance coverage for contraceptives.",
  "Video details that the shootings at Sandy Hook Elementary School were a staged hoax.",
  "A 2-year-old boy who shot and killed his mother in a Walmart is going to be tried as an adult.",
  "Fox News mistakenly used a photo of Stephen A. Smith during its tribute to Stuart Scott.",
  "Sandy Hook shooting victim Noah Pozner was pictured among those killed during a December 2014 attack on a school in Pakistan.",
  "NFL referee Pete Morelli quit after being paid $500,000 for his officiating at the 2014 Cowboys-Lions playoff game.",
  "Cell phone providers will soon be releasing customers' phone numbers to telemarketers.",
  "The mother of 16-year-old leukemia patient Anthony Lyons created a 'Doggies for Anthony' Facebook event.",
  "Rumor Cell phone flashlight apps are secretly tracking users' data and sending the information to cybercriminals. "
]